load-test/results/2026-08-26-98-relay-lua/baseline-after-98.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: load-test/k6/signaling-session.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 6m0s max duration (incl. graceful stop):
              * fixed: 100 looping VUs for 5m0s (gracefulStop: 1m0s)


running (0m01.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   0% ] 100 VUs  0m01.0s/5m0s

running (0m02.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m02.0s/5m0s

running (0m03.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m03.0s/5m0s

running (0m04.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   1% ] 100 VUs  0m04.0s/5m0s

running (0m05.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m05.0s/5m0s

running (0m06.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m06.0s/5m0s

running (0m07.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   2% ] 100 VUs  0m07.0s/5m0s

running (0m08.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m08.0s/5m0s

running (0m09.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m09.0s/5m0s

running (0m10.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   3% ] 100 VUs  0m10.0s/5m0s

running (0m11.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m11.0s/5m0s

running (0m12.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m12.0s/5m0s

running (0m13.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   4% ] 100 VUs  0m13.0s/5m0s

running (0m14.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m14.0s/5m0s

running (0m15.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m15.0s/5m0s

running (0m16.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   5% ] 100 VUs  0m16.0s/5m0s

running (0m17.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m17.0s/5m0s

running (0m18.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m18.0s/5m0s

running (0m19.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   6% ] 100 VUs  0m19.0s/5m0s

running (0m20.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m20.0s/5m0s

running (0m21.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m21.0s/5m0s

running (0m22.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   7% ] 100 VUs  0m22.0s/5m0s

running (0m23.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m23.0s/5m0s

running (0m24.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m24.0s/5m0s

running (0m25.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   8% ] 100 VUs  0m25.0s/5m0s

running (0m26.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m26.0s/5m0s

running (0m27.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m27.0s/5m0s

running (0m28.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [   9% ] 100 VUs  0m28.0s/5m0s

running (0m29.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m29.0s/5m0s

running (0m30.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m30.0s/5m0s

running (0m31.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  10% ] 100 VUs  0m31.0s/5m0s

running (0m32.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m32.0s/5m0s

running (0m33.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m33.0s/5m0s

running (0m34.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  11% ] 100 VUs  0m34.0s/5m0s

running (0m35.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m35.0s/5m0s

running (0m36.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m36.0s/5m0s

running (0m37.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  12% ] 100 VUs  0m37.0s/5m0s

running (0m38.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m38.0s/5m0s

running (0m39.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m39.0s/5m0s

running (0m40.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  13% ] 100 VUs  0m40.0s/5m0s

running (0m41.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m41.0s/5m0s

running (0m42.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m42.0s/5m0s

running (0m43.0s), 100/100 VUs, 0 complete and 0 interrupted iterations
fixed   [  14% ] 100 VUs  0m43.0s/5m0s

running (0m44.0s), 100/100 VUs, 3 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m44.0s/5m0s

running (0m45.0s), 100/100 VUs, 4 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m45.0s/5m0s

running (0m46.0s), 100/100 VUs, 7 complete and 0 interrupted iterations
fixed   [  15% ] 100 VUs  0m46.0s/5m0s

running (0m47.0s), 100/100 VUs, 9 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m47.0s/5m0s

running (0m48.0s), 100/100 VUs, 12 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m48.0s/5m0s

running (0m49.0s), 100/100 VUs, 17 complete and 0 interrupted iterations
fixed   [  16% ] 100 VUs  0m49.0s/5m0s

running (0m50.0s), 100/100 VUs, 20 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m50.0s/5m0s

running (0m51.0s), 100/100 VUs, 27 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m51.0s/5m0s

running (0m52.0s), 100/100 VUs, 33 complete and 0 interrupted iterations
fixed   [  17% ] 100 VUs  0m52.0s/5m0s

running (0m53.0s), 100/100 VUs, 38 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m53.0s/5m0s

running (0m54.0s), 100/100 VUs, 41 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m54.0s/5m0s

running (0m55.0s), 100/100 VUs, 45 complete and 0 interrupted iterations
fixed   [  18% ] 100 VUs  0m55.0s/5m0s

running (0m56.0s), 100/100 VUs, 51 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m56.0s/5m0s

running (0m57.0s), 100/100 VUs, 54 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m57.0s/5m0s

running (0m58.0s), 100/100 VUs, 61 complete and 0 interrupted iterations
fixed   [  19% ] 100 VUs  0m58.0s/5m0s

running (0m59.0s), 100/100 VUs, 72 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  0m59.0s/5m0s

running (1m00.0s), 100/100 VUs, 76 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  1m00.0s/5m0s

running (1m01.0s), 100/100 VUs, 81 complete and 0 interrupted iterations
fixed   [  20% ] 100 VUs  1m01.0s/5m0s

running (1m02.0s), 100/100 VUs, 85 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m02.0s/5m0s

running (1m03.0s), 100/100 VUs, 88 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m03.0s/5m0s

running (1m04.0s), 100/100 VUs, 90 complete and 0 interrupted iterations
fixed   [  21% ] 100 VUs  1m04.0s/5m0s

running (1m05.0s), 100/100 VUs, 95 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m05.0s/5m0s

running (1m06.0s), 100/100 VUs, 95 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m06.0s/5m0s

running (1m07.0s), 100/100 VUs, 95 complete and 0 interrupted iterations
fixed   [  22% ] 100 VUs  1m07.0s/5m0s

running (1m08.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m08.0s/5m0s

running (1m09.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m09.0s/5m0s

running (1m10.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  23% ] 100 VUs  1m10.0s/5m0s

running (1m11.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m11.0s/5m0s

running (1m12.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m12.0s/5m0s

running (1m13.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  24% ] 100 VUs  1m13.0s/5m0s

running (1m14.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m14.0s/5m0s

running (1m15.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m15.0s/5m0s

running (1m16.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  25% ] 100 VUs  1m16.0s/5m0s

running (1m17.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m17.0s/5m0s

running (1m18.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m18.0s/5m0s

running (1m19.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  26% ] 100 VUs  1m19.0s/5m0s

running (1m20.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m20.0s/5m0s

running (1m21.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m21.0s/5m0s

running (1m22.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  27% ] 100 VUs  1m22.0s/5m0s

running (1m23.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m23.0s/5m0s

running (1m24.0s), 100/100 VUs, 100 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m24.0s/5m0s

running (1m25.0s), 100/100 VUs, 103 complete and 0 interrupted iterations
fixed   [  28% ] 100 VUs  1m25.0s/5m0s

running (1m26.0s), 100/100 VUs, 103 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m26.0s/5m0s

running (1m27.0s), 100/100 VUs, 104 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m27.0s/5m0s

running (1m28.0s), 100/100 VUs, 106 complete and 0 interrupted iterations
fixed   [  29% ] 100 VUs  1m28.0s/5m0s

running (1m29.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m29.0s/5m0s

running (1m30.0s), 100/100 VUs, 107 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m30.0s/5m0s

running (1m31.0s), 100/100 VUs, 108 complete and 0 interrupted iterations
fixed   [  30% ] 100 VUs  1m31.0s/5m0s

running (1m32.0s), 100/100 VUs, 113 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m32.0s/5m0s

running (1m33.0s), 100/100 VUs, 115 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m33.0s/5m0s

running (1m34.0s), 100/100 VUs, 119 complete and 0 interrupted iterations
fixed   [  31% ] 100 VUs  1m34.0s/5m0s

running (1m35.0s), 100/100 VUs, 124 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m35.0s/5m0s

running (1m36.0s), 100/100 VUs, 130 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m36.0s/5m0s

running (1m37.0s), 100/100 VUs, 133 complete and 0 interrupted iterations
fixed   [  32% ] 100 VUs  1m37.0s/5m0s

running (1m38.0s), 100/100 VUs, 137 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m38.0s/5m0s

running (1m39.0s), 100/100 VUs, 143 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m39.0s/5m0s

running (1m40.0s), 100/100 VUs, 149 complete and 0 interrupted iterations
fixed   [  33% ] 100 VUs  1m40.0s/5m0s

running (1m41.0s), 100/100 VUs, 156 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m41.0s/5m0s

running (1m42.0s), 100/100 VUs, 159 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m42.0s/5m0s

running (1m43.0s), 100/100 VUs, 164 complete and 0 interrupted iterations
fixed   [  34% ] 100 VUs  1m43.0s/5m0s

running (1m44.0s), 100/100 VUs, 170 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m44.0s/5m0s

running (1m45.0s), 100/100 VUs, 177 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m45.0s/5m0s

running (1m46.0s), 100/100 VUs, 180 complete and 0 interrupted iterations
fixed   [  35% ] 100 VUs  1m46.0s/5m0s

running (1m47.0s), 100/100 VUs, 183 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m47.0s/5m0s

running (1m48.0s), 100/100 VUs, 188 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m48.0s/5m0s

running (1m49.0s), 100/100 VUs, 189 complete and 0 interrupted iterations
fixed   [  36% ] 100 VUs  1m49.0s/5m0s

running (1m50.0s), 100/100 VUs, 193 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m50.0s/5m0s

running (1m51.0s), 100/100 VUs, 197 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m51.0s/5m0s

running (1m52.0s), 100/100 VUs, 198 complete and 0 interrupted iterations
fixed   [  37% ] 100 VUs  1m52.0s/5m0s

running (1m53.0s), 100/100 VUs, 198 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m53.0s/5m0s

running (1m54.0s), 100/100 VUs, 199 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m54.0s/5m0s

running (1m55.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  38% ] 100 VUs  1m55.0s/5m0s

running (1m56.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m56.0s/5m0s

running (1m57.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m57.0s/5m0s

running (1m58.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  39% ] 100 VUs  1m58.0s/5m0s

running (1m59.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  1m59.0s/5m0s

running (2m00.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  2m00.0s/5m0s

running (2m01.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  40% ] 100 VUs  2m01.0s/5m0s

running (2m02.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m02.0s/5m0s

running (2m03.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m03.0s/5m0s

running (2m04.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  41% ] 100 VUs  2m04.0s/5m0s

running (2m05.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m05.0s/5m0s

running (2m06.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m06.0s/5m0s

running (2m07.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  42% ] 100 VUs  2m07.0s/5m0s

running (2m08.0s), 100/100 VUs, 200 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m08.0s/5m0s

running (2m09.0s), 100/100 VUs, 201 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m09.0s/5m0s

running (2m10.0s), 100/100 VUs, 204 complete and 0 interrupted iterations
fixed   [  43% ] 100 VUs  2m10.0s/5m0s

running (2m11.0s), 100/100 VUs, 205 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m11.0s/5m0s

running (2m12.0s), 100/100 VUs, 207 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m12.0s/5m0s

running (2m13.0s), 100/100 VUs, 207 complete and 0 interrupted iterations
fixed   [  44% ] 100 VUs  2m13.0s/5m0s

running (2m14.0s), 100/100 VUs, 212 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m14.0s/5m0s

running (2m15.0s), 100/100 VUs, 212 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m15.0s/5m0s

running (2m16.0s), 100/100 VUs, 214 complete and 0 interrupted iterations
fixed   [  45% ] 100 VUs  2m16.0s/5m0s

running (2m17.0s), 100/100 VUs, 218 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m17.0s/5m0s

running (2m18.0s), 100/100 VUs, 218 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m18.0s/5m0s

running (2m19.0s), 100/100 VUs, 221 complete and 0 interrupted iterations
fixed   [  46% ] 100 VUs  2m19.0s/5m0s

running (2m20.0s), 100/100 VUs, 224 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m20.0s/5m0s

running (2m21.0s), 100/100 VUs, 227 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m21.0s/5m0s

running (2m22.0s), 100/100 VUs, 234 complete and 0 interrupted iterations
fixed   [  47% ] 100 VUs  2m22.0s/5m0s

running (2m23.0s), 100/100 VUs, 242 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m23.0s/5m0s

running (2m24.0s), 100/100 VUs, 244 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m24.0s/5m0s

running (2m25.0s), 100/100 VUs, 250 complete and 0 interrupted iterations
fixed   [  48% ] 100 VUs  2m25.0s/5m0s

running (2m26.0s), 100/100 VUs, 251 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m26.0s/5m0s

running (2m27.0s), 100/100 VUs, 253 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m27.0s/5m0s

running (2m28.0s), 100/100 VUs, 261 complete and 0 interrupted iterations
fixed   [  49% ] 100 VUs  2m28.0s/5m0s

running (2m29.0s), 100/100 VUs, 263 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m29.0s/5m0s

running (2m30.0s), 100/100 VUs, 271 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m30.0s/5m0s

running (2m31.0s), 100/100 VUs, 277 complete and 0 interrupted iterations
fixed   [  50% ] 100 VUs  2m31.0s/5m0s

running (2m32.0s), 100/100 VUs, 281 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m32.0s/5m0s

running (2m33.0s), 100/100 VUs, 283 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m33.0s/5m0s

running (2m34.0s), 100/100 VUs, 285 complete and 0 interrupted iterations
fixed   [  51% ] 100 VUs  2m34.0s/5m0s

running (2m35.0s), 100/100 VUs, 286 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m35.0s/5m0s

running (2m36.0s), 100/100 VUs, 290 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m36.0s/5m0s

running (2m37.0s), 100/100 VUs, 293 complete and 0 interrupted iterations
fixed   [  52% ] 100 VUs  2m37.0s/5m0s

running (2m38.0s), 100/100 VUs, 294 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m38.0s/5m0s

running (2m39.0s), 100/100 VUs, 295 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m39.0s/5m0s

running (2m40.0s), 100/100 VUs, 299 complete and 0 interrupted iterations
fixed   [  53% ] 100 VUs  2m40.0s/5m0s

running (2m41.0s), 100/100 VUs, 299 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m41.0s/5m0s

running (2m42.0s), 100/100 VUs, 299 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m42.0s/5m0s

running (2m43.0s), 100/100 VUs, 299 complete and 0 interrupted iterations
fixed   [  54% ] 100 VUs  2m43.0s/5m0s

running (2m44.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m44.0s/5m0s

running (2m45.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m45.0s/5m0s

running (2m46.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  55% ] 100 VUs  2m46.0s/5m0s

running (2m47.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m47.0s/5m0s

running (2m48.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m48.0s/5m0s

running (2m49.0s), 100/100 VUs, 300 complete and 0 interrupted iterations
fixed   [  56% ] 100 VUs  2m49.0s/5m0s

running (2m50.0s), 100/100 VUs, 301 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m50.0s/5m0s

running (2m51.0s), 100/100 VUs, 301 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m51.0s/5m0s

running (2m52.0s), 100/100 VUs, 301 complete and 0 interrupted iterations
fixed   [  57% ] 100 VUs  2m52.0s/5m0s

running (2m53.0s), 100/100 VUs, 304 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m53.0s/5m0s

running (2m54.0s), 100/100 VUs, 306 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m54.0s/5m0s

running (2m55.0s), 100/100 VUs, 306 complete and 0 interrupted iterations
fixed   [  58% ] 100 VUs  2m55.0s/5m0s

running (2m56.0s), 100/100 VUs, 308 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m56.0s/5m0s

running (2m57.0s), 100/100 VUs, 310 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m57.0s/5m0s

running (2m58.0s), 100/100 VUs, 311 complete and 0 interrupted iterations
fixed   [  59% ] 100 VUs  2m58.0s/5m0s

running (2m59.0s), 100/100 VUs, 311 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  2m59.0s/5m0s

running (3m00.0s), 100/100 VUs, 313 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  3m00.0s/5m0s

running (3m01.0s), 100/100 VUs, 314 complete and 0 interrupted iterations
fixed   [  60% ] 100 VUs  3m01.0s/5m0s

running (3m02.0s), 100/100 VUs, 317 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m02.0s/5m0s

running (3m03.0s), 100/100 VUs, 321 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m03.0s/5m0s

running (3m04.0s), 100/100 VUs, 323 complete and 0 interrupted iterations
fixed   [  61% ] 100 VUs  3m04.0s/5m0s

running (3m05.0s), 100/100 VUs, 328 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m05.0s/5m0s

running (3m06.0s), 100/100 VUs, 329 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m06.0s/5m0s

running (3m07.0s), 100/100 VUs, 333 complete and 0 interrupted iterations
fixed   [  62% ] 100 VUs  3m07.0s/5m0s

running (3m08.0s), 100/100 VUs, 338 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m08.0s/5m0s

running (3m09.0s), 100/100 VUs, 341 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m09.0s/5m0s

running (3m10.0s), 100/100 VUs, 346 complete and 0 interrupted iterations
fixed   [  63% ] 100 VUs  3m10.0s/5m0s

running (3m11.0s), 100/100 VUs, 351 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m11.0s/5m0s

running (3m12.0s), 100/100 VUs, 355 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m12.0s/5m0s

running (3m13.0s), 100/100 VUs, 362 complete and 0 interrupted iterations
fixed   [  64% ] 100 VUs  3m13.0s/5m0s

running (3m14.0s), 100/100 VUs, 366 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m14.0s/5m0s

running (3m15.0s), 100/100 VUs, 370 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m15.0s/5m0s

running (3m16.0s), 100/100 VUs, 375 complete and 0 interrupted iterations
fixed   [  65% ] 100 VUs  3m16.0s/5m0s

running (3m17.0s), 100/100 VUs, 381 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m17.0s/5m0s

running (3m18.0s), 100/100 VUs, 384 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m18.0s/5m0s

running (3m19.0s), 100/100 VUs, 385 complete and 0 interrupted iterations
fixed   [  66% ] 100 VUs  3m19.0s/5m0s

running (3m20.0s), 100/100 VUs, 388 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m20.0s/5m0s

running (3m21.0s), 100/100 VUs, 390 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m21.0s/5m0s

running (3m22.0s), 100/100 VUs, 392 complete and 0 interrupted iterations
fixed   [  67% ] 100 VUs  3m22.0s/5m0s

running (3m23.0s), 100/100 VUs, 394 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m23.0s/5m0s

running (3m24.0s), 100/100 VUs, 395 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m24.0s/5m0s

running (3m25.0s), 100/100 VUs, 396 complete and 0 interrupted iterations
fixed   [  68% ] 100 VUs  3m25.0s/5m0s

running (3m26.0s), 100/100 VUs, 397 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m26.0s/5m0s

running (3m27.0s), 100/100 VUs, 399 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m27.0s/5m0s

running (3m28.0s), 100/100 VUs, 399 complete and 0 interrupted iterations
fixed   [  69% ] 100 VUs  3m28.0s/5m0s

running (3m29.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m29.0s/5m0s

running (3m30.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m30.0s/5m0s

running (3m31.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  70% ] 100 VUs  3m31.0s/5m0s

running (3m32.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m32.0s/5m0s

running (3m33.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m33.0s/5m0s

running (3m34.0s), 100/100 VUs, 400 complete and 0 interrupted iterations
fixed   [  71% ] 100 VUs  3m34.0s/5m0s

running (3m35.0s), 100/100 VUs, 403 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m35.0s/5m0s

running (3m36.0s), 100/100 VUs, 403 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m36.0s/5m0s

running (3m37.0s), 100/100 VUs, 406 complete and 0 interrupted iterations
fixed   [  72% ] 100 VUs  3m37.0s/5m0s

running (3m38.0s), 100/100 VUs, 406 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m38.0s/5m0s

running (3m39.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m39.0s/5m0s

running (3m40.0s), 100/100 VUs, 407 complete and 0 interrupted iterations
fixed   [  73% ] 100 VUs  3m40.0s/5m0s

running (3m41.0s), 100/100 VUs, 408 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m41.0s/5m0s

running (3m42.0s), 100/100 VUs, 408 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m42.0s/5m0s

running (3m43.0s), 100/100 VUs, 411 complete and 0 interrupted iterations
fixed   [  74% ] 100 VUs  3m43.0s/5m0s

running (3m44.0s), 100/100 VUs, 412 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m44.0s/5m0s

running (3m45.0s), 100/100 VUs, 415 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m45.0s/5m0s

running (3m46.0s), 100/100 VUs, 416 complete and 0 interrupted iterations
fixed   [  75% ] 100 VUs  3m46.0s/5m0s

running (3m47.0s), 100/100 VUs, 417 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m47.0s/5m0s

running (3m48.0s), 100/100 VUs, 421 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m48.0s/5m0s

running (3m49.0s), 100/100 VUs, 423 complete and 0 interrupted iterations
fixed   [  76% ] 100 VUs  3m49.0s/5m0s

running (3m50.0s), 100/100 VUs, 424 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m50.0s/5m0s

running (3m51.0s), 100/100 VUs, 428 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m51.0s/5m0s

running (3m52.0s), 100/100 VUs, 431 complete and 0 interrupted iterations
fixed   [  77% ] 100 VUs  3m52.0s/5m0s

running (3m53.0s), 100/100 VUs, 437 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m53.0s/5m0s

running (3m54.0s), 100/100 VUs, 442 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m54.0s/5m0s

running (3m55.0s), 100/100 VUs, 446 complete and 0 interrupted iterations
fixed   [  78% ] 100 VUs  3m55.0s/5m0s

running (3m56.0s), 100/100 VUs, 449 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m56.0s/5m0s

running (3m57.0s), 100/100 VUs, 456 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m57.0s/5m0s

running (3m58.0s), 100/100 VUs, 465 complete and 0 interrupted iterations
fixed   [  79% ] 100 VUs  3m58.0s/5m0s

running (3m59.0s), 100/100 VUs, 471 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  3m59.0s/5m0s

running (4m00.0s), 100/100 VUs, 474 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  4m00.0s/5m0s

running (4m01.0s), 100/100 VUs, 477 complete and 0 interrupted iterations
fixed   [  80% ] 100 VUs  4m01.0s/5m0s

running (4m02.0s), 100/100 VUs, 481 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m02.0s/5m0s

running (4m03.0s), 100/100 VUs, 484 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m03.0s/5m0s

running (4m04.0s), 100/100 VUs, 486 complete and 0 interrupted iterations
fixed   [  81% ] 100 VUs  4m04.0s/5m0s

running (4m05.0s), 100/100 VUs, 488 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m05.0s/5m0s

running (4m06.0s), 100/100 VUs, 489 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m06.0s/5m0s

running (4m07.0s), 100/100 VUs, 489 complete and 0 interrupted iterations
fixed   [  82% ] 100 VUs  4m07.0s/5m0s

running (4m08.0s), 100/100 VUs, 490 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m08.0s/5m0s

running (4m09.0s), 100/100 VUs, 490 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m09.0s/5m0s

running (4m10.0s), 100/100 VUs, 492 complete and 0 interrupted iterations
fixed   [  83% ] 100 VUs  4m10.0s/5m0s

running (4m11.0s), 100/100 VUs, 493 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m11.0s/5m0s

running (4m12.0s), 100/100 VUs, 498 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m12.0s/5m0s

running (4m13.0s), 100/100 VUs, 498 complete and 0 interrupted iterations
fixed   [  84% ] 100 VUs  4m13.0s/5m0s

running (4m14.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m14.0s/5m0s

running (4m15.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m15.0s/5m0s

running (4m16.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  85% ] 100 VUs  4m16.0s/5m0s

running (4m17.0s), 100/100 VUs, 500 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m17.0s/5m0s

running (4m18.0s), 100/100 VUs, 501 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m18.0s/5m0s

running (4m19.0s), 100/100 VUs, 502 complete and 0 interrupted iterations
fixed   [  86% ] 100 VUs  4m19.0s/5m0s

running (4m20.0s), 100/100 VUs, 503 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m20.0s/5m0s

running (4m21.0s), 100/100 VUs, 503 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m21.0s/5m0s

running (4m22.0s), 100/100 VUs, 504 complete and 0 interrupted iterations
fixed   [  87% ] 100 VUs  4m22.0s/5m0s

running (4m23.0s), 100/100 VUs, 505 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m23.0s/5m0s

running (4m24.0s), 100/100 VUs, 508 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m24.0s/5m0s

running (4m25.0s), 100/100 VUs, 510 complete and 0 interrupted iterations
fixed   [  88% ] 100 VUs  4m25.0s/5m0s

running (4m26.0s), 100/100 VUs, 510 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m26.0s/5m0s

running (4m27.0s), 100/100 VUs, 512 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m27.0s/5m0s

running (4m28.0s), 100/100 VUs, 512 complete and 0 interrupted iterations
fixed   [  89% ] 100 VUs  4m28.0s/5m0s

running (4m29.0s), 100/100 VUs, 512 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m29.0s/5m0s

running (4m30.0s), 100/100 VUs, 513 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m30.0s/5m0s

running (4m31.0s), 100/100 VUs, 515 complete and 0 interrupted iterations
fixed   [  90% ] 100 VUs  4m31.0s/5m0s

running (4m32.0s), 100/100 VUs, 517 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m32.0s/5m0s

running (4m33.0s), 100/100 VUs, 519 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m33.0s/5m0s

running (4m34.0s), 100/100 VUs, 523 complete and 0 interrupted iterations
fixed   [  91% ] 100 VUs  4m34.0s/5m0s

running (4m35.0s), 100/100 VUs, 526 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m35.0s/5m0s

running (4m36.0s), 100/100 VUs, 533 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m36.0s/5m0s

running (4m37.0s), 100/100 VUs, 536 complete and 0 interrupted iterations
fixed   [  92% ] 100 VUs  4m37.0s/5m0s

running (4m38.0s), 100/100 VUs, 539 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m38.0s/5m0s

running (4m39.0s), 100/100 VUs, 546 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m39.0s/5m0s

running (4m40.0s), 100/100 VUs, 551 complete and 0 interrupted iterations
fixed   [  93% ] 100 VUs  4m40.0s/5m0s

running (4m41.0s), 100/100 VUs, 555 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m41.0s/5m0s

running (4m42.0s), 100/100 VUs, 560 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m42.0s/5m0s

running (4m43.0s), 100/100 VUs, 564 complete and 0 interrupted iterations
fixed   [  94% ] 100 VUs  4m43.0s/5m0s

running (4m44.0s), 100/100 VUs, 566 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m44.0s/5m0s

running (4m45.0s), 100/100 VUs, 569 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m45.0s/5m0s

running (4m46.0s), 100/100 VUs, 572 complete and 0 interrupted iterations
fixed   [  95% ] 100 VUs  4m46.0s/5m0s

running (4m47.0s), 100/100 VUs, 578 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m47.0s/5m0s

running (4m48.0s), 100/100 VUs, 583 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m48.0s/5m0s

running (4m49.0s), 100/100 VUs, 585 complete and 0 interrupted iterations
fixed   [  96% ] 100 VUs  4m49.0s/5m0s

running (4m50.0s), 100/100 VUs, 586 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m50.0s/5m0s

running (4m51.0s), 100/100 VUs, 587 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m51.0s/5m0s

running (4m52.0s), 100/100 VUs, 588 complete and 0 interrupted iterations
fixed   [  97% ] 100 VUs  4m52.0s/5m0s

running (4m53.0s), 100/100 VUs, 589 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m53.0s/5m0s

running (4m54.0s), 100/100 VUs, 590 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m54.0s/5m0s

running (4m55.0s), 100/100 VUs, 593 complete and 0 interrupted iterations
fixed   [  98% ] 100 VUs  4m55.0s/5m0s

running (4m56.0s), 100/100 VUs, 595 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m56.0s/5m0s

running (4m57.0s), 100/100 VUs, 595 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m57.0s/5m0s

running (4m58.0s), 100/100 VUs, 596 complete and 0 interrupted iterations
fixed   [  99% ] 100 VUs  4m58.0s/5m0s

running (4m59.0s), 100/100 VUs, 598 complete and 0 interrupted iterations
fixed   [ 100% ] 100 VUs  4m59.0s/5m0s

running (5m00.0s), 100/100 VUs, 598 complete and 0 interrupted iterations
fixed   [ 100% ] 100 VUs  5m00.0s/5m0s

running (5m01.0s), 099/100 VUs, 599 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m02.0s), 099/100 VUs, 599 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m03.0s), 097/100 VUs, 601 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m04.0s), 097/100 VUs, 601 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m05.0s), 095/100 VUs, 603 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m06.0s), 094/100 VUs, 604 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m07.0s), 093/100 VUs, 605 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m08.0s), 092/100 VUs, 606 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m09.0s), 090/100 VUs, 608 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m10.0s), 088/100 VUs, 610 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m11.0s), 087/100 VUs, 611 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m12.0s), 086/100 VUs, 612 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m13.0s), 085/100 VUs, 613 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m14.0s), 084/100 VUs, 614 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m15.0s), 084/100 VUs, 614 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m16.0s), 083/100 VUs, 615 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m17.0s), 080/100 VUs, 618 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m18.0s), 077/100 VUs, 621 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m19.0s), 073/100 VUs, 625 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m20.0s), 072/100 VUs, 626 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m21.0s), 067/100 VUs, 631 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m22.0s), 057/100 VUs, 641 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m23.0s), 056/100 VUs, 642 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m24.0s), 048/100 VUs, 650 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m25.0s), 042/100 VUs, 656 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m26.0s), 041/100 VUs, 657 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m27.0s), 039/100 VUs, 659 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m28.0s), 034/100 VUs, 664 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m29.0s), 027/100 VUs, 671 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m30.0s), 023/100 VUs, 675 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m31.0s), 022/100 VUs, 676 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m32.0s), 020/100 VUs, 678 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m33.0s), 016/100 VUs, 682 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m34.0s), 013/100 VUs, 685 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m35.0s), 012/100 VUs, 686 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m36.0s), 010/100 VUs, 688 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m37.0s), 010/100 VUs, 688 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m38.0s), 009/100 VUs, 689 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m39.0s), 007/100 VUs, 691 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m40.0s), 005/100 VUs, 693 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m41.0s), 004/100 VUs, 694 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m42.0s), 002/100 VUs, 696 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m43.0s), 002/100 VUs, 696 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m44.0s), 002/100 VUs, 696 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m45.0s), 002/100 VUs, 696 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s

running (5m46.0s), 002/100 VUs, 696 complete and 0 interrupted iterations
fixed ↓ [ 100% ] 100 VUs  5m0s


  █ THRESHOLDS 

    relay_ice_e2e_ms
    ✓ 'p(95)<200' p(95)=3

    session_success
    ✓ 'rate>0.99' rate=100.00%


  █ TOTAL RESULTS 

    CUSTOM
    create_session_ms..............: avg=2.91404  min=1        med=3       max=34       p(90)=4       p(95)=5      
    join_established_ms............: avg=3.159026 min=1        med=3       max=113      p(90)=4       p(95)=4      
    relay_ice_e2e_ms...............: avg=1.276003 min=0        med=1       max=92       p(90)=2       p(95)=3      
    relay_msgs_received............: 16752   48.289623/s
    relay_msgs_sent................: 16752   48.289623/s
    relay_sdp_e2e_ms...............: avg=3.110315 min=1        med=3       max=15       p(90)=4       p(95)=5      
    session_success................: 100.00% 698 out of 698

    HTTP
    http_req_duration..............: avg=23.85ms  min=1.39ms   med=23.81ms max=56.45ms  p(90)=40.21ms p(95)=46.29ms
      { expected_response:true }...: avg=23.85ms  min=1.39ms   med=23.81ms max=56.45ms  p(90)=40.21ms p(95)=46.29ms
    http_req_failed................: 0.00%   0 out of 200
    http_reqs......................: 200     0.576524/s

    EXECUTION
    iteration_duration.............: avg=46.38s   min=40.03s   med=45.55s  max=1m7s     p(90)=51.27s  p(95)=58.52s 
    iterations.....................: 698     2.012068/s
    vus............................: 2       min=2          max=100
    vus_max........................: 100     min=100        max=100

    NETWORK
    data_received..................: 9.0 MB  26 kB/s
    data_sent......................: 9.1 MB  26 kB/s

    WEBSOCKET
    ws_connecting..................: avg=2.18ms   min=613.41µs med=1.88ms  max=114.05ms p(90)=2.94ms  p(95)=3.35ms 
    ws_msgs_received...............: 20242   58.349961/s
    ws_msgs_sent...................: 21638   62.374096/s
    ws_session_duration............: avg=44.87s   min=40.02s   med=44.87s  max=50s      p(90)=48.84s  p(95)=49.45s 
    ws_sessions....................: 1396    4.024135/s



running (5m46.9s), 000/100 VUs, 698 complete and 0 interrupted iterations
fixed ✓ [ 100% ] 100 VUs  5m0s